[
  {
    "_id": "651123d7547286e50110a881",
    "picture": "https://i.ibb.co/QrDynHq/Health.png",
    "title": "Clean water for children",
    "details": "Give the gift of life-giving water to children in need. Your donation can transform their world. Without clean water, these young souls face the dire risk of disease, malnutrition, and limited opportunities. By contributing, you provide them with a chance at health and education, breaking the cycle of poverty. Your support fuels wells, purification systems, and hygiene education, securing their future. Every drop counts, and every dollar donated brings us closer to a world where no child has to endure thirst or suffering. Your generosity ensures smiles instead of tears, dreams instead of despair. Act now and make a lasting impact. Donate for clean water today.",
    "price": 290,
    "category": "Health",
    "text_color": "#0052FF",
    "bg_color": "#0052FF26",
    "category_bg_color": "#0052FF33"
  },
  {
    "_id": "651124a5ee5c4b63297856a9",
    "picture": "https://i.ibb.co/8cpLpC2/Education.png",
    "title": "Good education",
    "details": "Every child deserves the opportunity to learn, dream, and reach for the stars. Yet, countless children face barriers to quality education due to limited resources. Your support can break these chains and transform lives.When you donate to provide good education for kids, you pave the way for a brighter future. Education unlocks doors to knowledge, skills, and a world of possibilities. Your contribution ensures access to books, teachers, and safe learning environments.Let's empower young minds to become the leaders, innovators, and change-makers of tomorrow. Join us in making a lasting impact. Together, we can create a world where every child's potential shines, where dreams become reality.lean water today.",
    "price": 490,
    "category": "Education",
    "text_color": "#FF444A",
    "bg_color": "#FF444A26",
    "category_bg_color": "#FF444A33"
  },
  {
    "_id": "651125da4fec22f3b9d49ef9",
    "picture": "https://i.ibb.co/7KfFSbn/Clothing.png",
    "title": "Used Clothing Drive",
    "details": "Your unused clothing has the power to make a difference in countless lives. Consider the impact of donating money to our Used Clothing Drive, where every dollar contributes to a better world.By donating, you provide warmth and comfort to those in need while promoting sustainability. Your generosity empowers individuals to feel dignified and confident, fostering a sense of belonging within their communities.Moreover, your financial support enables us to efficiently collect, clean, and distribute clothing to the most vulnerable, giving them a chance to face life's challenges with renewed hope. Together, we can turn forgotten garments into opportunities for those less fortunate. Join us today in this transformative journey of compassion and change.",
    "price": 390,
    "category": "Clothing",
    "text_color": "#79C23F",
    "bg_color": "#79C23F26",
    "category_bg_color": "#79C23F33"
  },
  {
    "_id": "651126da3e48059c4059a2e4",
    "picture": "https://i.ibb.co/qs1vcSL/Food.png",
    "title": "Better Food for Everyone",
    "details": "Support a brighter future for all through your generous donation for better food for everyone. Your contribution makes a direct impact by providing nourishment, improving health, and fostering stronger communities. It empowers children to thrive and learn, strengthens local economies, and promotes sustainable practices. Together, we combat hunger, enhance well-being, and contribute to a healthier planet. Your generosity creates a ripple effect of positive change, ensuring that no one goes to bed hungry, and everyone enjoys the benefits of wholesome, nutritious meals. Join us in this vital mission, and together, we'll build a world where food is a source of hope and opportunity for all.",
    "price": 590,
    "category": "Food",
    "text_color": "#F87147",
    "bg_color": "#F8714726",
    "category_bg_color": "#F8714733"
  },
  {
    "_id": "651123d7547286e50110a891",
    "picture": "https://i.ibb.co/KrpVTWd/Clean-Water-for-Children.jpg",
    "title": "Clean Water for Children",
    "details": "Give the gift of life-giving water to children in need. Your donation can transform their world. Without clean water, these young souls face the dire risk of disease, malnutrition, and limited opportunities. By contributing, you provide them with a chance at health and education, breaking the cycle of poverty. Your support fuels wells, purification systems, and hygiene education, securing their future. Every drop counts, and every dollar donated brings us closer to a world where no child has to endure thirst or suffering. Your generosity ensures smiles instead of tears, dreams instead of despair. Act now and make a lasting impact. Donate for clean water today.",
    "price": 290,
    "category": "Health",
    "text_color": "#0052FF",
    "bg_color": "#0052FF26",
    "category_bg_color": "#0052FF33"
  },
  {
    "_id": "651123d7547286e50110a882",
    "picture": "https://i.ibb.co/mhBmXrY/Education-for-Underprivileged-Children.jpg",
    "title": "Education for Underprivileged Children",
    "details": "Empower underprivileged children through education. Your donation opens doors to a brighter future, providing access to quality education, books, and resources. By supporting this cause, you pave the way for these young minds to break free from the cycle of poverty and unlock their full potential. Your contribution makes dreams come true. Join us in making a difference. Donate for education today.",
    "price": 150,
    "category": "Education",
    "text_color": "#FF5733",
    "bg_color": "#FF573326",
    "category_bg_color": "#FF573333"
  },
  {
    "_id": "651123d7547286e50110a883",
    "picture": "https://i.ibb.co/TRTnq5w/Shelter-for-Homeless-Families.jpg",
    "title": "Shelter for Homeless Families",
    "details": "Help homeless families find warmth, safety, and shelter. Your donation provides a roof over their heads, nutritious meals, and a chance to rebuild their lives. Together, we can end homelessness and create a world where every family has a place to call home. Make a difference today. Donate for shelter.",
    "price": 200,
    "category": "Community",
    "text_color": "#4CAF50",
    "bg_color": "#4CAF5026",
    "category_bg_color": "#4CAF5033"
  },
  {
    "_id": "651123d7547286e50110a884",
    "picture": "https://i.ibb.co/1XvMG9m/Feeding-the-Hungry.jpg",
    "title": "Feeding the Hungry",
    "details": "Combat hunger and malnutrition by providing nutritious meals to those in need. Your donation ensures that no one goes to bed hungry. Together, we can make a significant impact on ending hunger in our communities. Be part of the solution. Donate to feed the hungry today.",
    "price": 50,
    "category": "Community",
    "text_color": "#FFC107",
    "bg_color": "#FFC10726",
    "category_bg_color": "#FFC10733"
  },
  {
    "_id": "651123d7547286e50110a885",
    "picture": "https://i.ibb.co/njjCrmX/Empowering-Women-s-Rights.jpg",
    "title": "Empowering Women's Rights",
    "details": "Support women's rights and gender equality. Your donation empowers women to overcome discrimination, access education, and participate fully in society. Together, we can build a more equitable world. Stand up for women's rights. Donate today.",
    "price": 100,
    "category": "Empowerment",
    "text_color": "#E91E63",
    "bg_color": "#E91E6326",
    "category_bg_color": "#E91E6333"
  },
  {
    "_id": "651123d7547286e50110a886",
    "picture": "https://i.ibb.co/p11q2Qp/Protecting-Wildlife-Habitats.jpg",
    "title": "Protecting Wildlife Habitats",
    "details": "Preserve natural habitats and safeguard endangered species. Your donation supports conservation efforts to protect wildlife and their ecosystems. Join us in preserving the beauty and biodiversity of our planet. Contribute to protect wildlife habitats today.",
    "price": 75,
    "category": "Environment",
    "text_color": "#009688",
    "bg_color": "#00968826",
    "category_bg_color": "#00968833"
  },
  {
    "_id": "651123d7547286e50110a887",
    "picture": "https://i.ibb.co/Qf0gvLf/Medical-Care-for-the-Elderly.jpg",
    "title": "Medical Care for the Elderly",
    "details": "Ensure quality healthcare for elderly individuals in need. Your donation provides medical treatments, medications, and compassionate care. Help our seniors live healthy and dignified lives. Support elderly care. Donate today.",
    "price": 120,
    "category": "Health",
    "text_color": "#FF9800",
    "bg_color": "#FF980026",
    "category_bg_color": "#FF980033"
  },
  {
    "_id": "651123d7547286e50110a888",
    "picture": "https://i.ibb.co/KXdQQ8Q/Planting-Trees-for-a-Greener-Future.jpg",
    "title": "Planting Trees for a Greener Future",
    "details": "Contribute to reforestation efforts and combat climate change. Your donation supports tree planting initiatives to create a healthier planet for future generations. Be a part of the solution. Plant trees for a greener future. Donate today.",
    "price": 30,
    "category": "Environment",
    "text_color": "#795548",
    "bg_color": "#79554826",
    "category_bg_color": "#79554833"
  }
]
